git
base-devel
go
sddm
waybar
qt6ct
qt6-wayland
qt5ct
qt5-wayland
kvantum
dolphin
neovim
ripgrep
unzip
lz4
npm
pipewire
pipewire-pulse
pipewire-audio
pipewire-jack
wireplumber
pavucontrol-qt
pamixer
kitty
zsh
starship
grim
slurp
wl-clipboard
cliphist
xclip
xdg-utils
brightnessctl
archlinux-xdg-menu
evince
xdg-desktop-portal-hyprland
nm-connection-editor
rofi-wayland

