sddm
waybar
qt6ct
qt6-wayland
kvantum
dolphin
neovim
ripgrep
unzip
lz4
npm
pipewire
pipewire-pulse
pipewire-audio
pipewire-jack
wireplumber
pavucontrol
pamixer
kitty
zsh
starship
